"Select the items you wish to remove:" = "Seleziona gli elementi che desideri eliminare:";
"Remove" = "Rimuovi";
"Languages" = "Lingue";
"Language" = "Lingua";
"Input Menu" = "Menu Immissione";
"Layout" = "Layout";
"Type" = "Tipo";
"Architectures" = "Architetture";
"Architecture" = "Architetture";

"Window" = "Finestra";
"Close" = "Close";
"Minimize" = "Minimizza";
"Bring All to Front" = "Porta tutto in primo piano";

"Help" = "Aiuto";
"README.rtfd" = "README.rtfd";
"Monolingual Website" = "Sito di Monolingual";

"About Monolingual" = "Info su Monolingual";
"Check for Update" = "Controlla Aggiornamenti…";
"Preferences..." = "Preferenze…";
"Services" = "Servizi";
"Hide Monolingual" = "Nascondi Monolingual";
"Hide Others" = "Nascondi Altre";
"Show All" = "Mostra Tutte";
"Quit Monolingual" = "Esci da Monolingual";